# RedrawSelection

## Description
This will update selection indication without redrawing the drawing.

```pascal
PROCEDURE RedrawSelection;
```

```python
def vs.RedrawSelection():
    return None
```

## Examples
```pascal
RedrawSelection;
```
```python
import vs

# This will update selection indication without redrawing the drawing.
vs.RedrawSelection()
```

## Version
Availability: from Vectorworks 2010

## Category
* Utility